message.product.incorrect_name = \u0418\u043C\u044F\u0020\u0432\u0432\u0435\u0434\u0435\u043D\u043E\u0020\u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u002E\u0020\u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F\u0020\u0434\u043B\u0438\u043D\u0430\u003A\u0020\u043E\u0442\u0020\u0031\u0020\u0434\u043E\u0020\u0031\u0030\u0030\u0020\u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432\u002E
message.product.incorrect_price = \u0426\u0435\u043D\u0430\u0020\u0432\u0432\u0435\u0434\u0435\u043D\u0430\u0020\u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u002E\u0020\u0414\u043E\u043B\u0436\u043D\u0430\u0020\u0431\u044B\u0442\u044C\u0020\u043D\u0435\u043E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0020\u0447\u0438\u0441\u043B\u043E\u043C\u0020\u0441\u0020\u0442\u043E\u0447\u043A\u043E\u0439\u002E\u0020\u0414\u043E\u0020\u0038\u0020\u0437\u043D\u0430\u043A\u043E\u0432\u0020\u043F\u0435\u0440\u0435\u0434\u0020\u0442\u043E\u0447\u043A\u043E\u0439\u002E\u0020\u0414\u043E\u0020\u0032\u0020\u0437\u043D\u0430\u043A\u043E\u0432\u0020\u043F\u043E\u0441\u043B\u0435\u0020\u0442\u043E\u0447\u043A\u0438\u002E
message.product.incorrect_quantity = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E\u0020\u0432\u0432\u0435\u0434\u0435\u043D\u043E\u0020\u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u002E\u0020\u0414\u043E\u043B\u0436\u043D\u043E\u0020\u0431\u044B\u0442\u044C\u0020\u0446\u0435\u043B\u044B\u043C\u0020\u043D\u0435\u043E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0020\u0447\u0438\u0441\u043B\u043E\u043C\u002E
message.product.incorrect_form = \u0424\u043E\u0440\u043C\u0430\u0020\u0432\u044B\u043F\u0443\u0441\u043A\u0430\u0020\u0432\u0432\u0435\u0434\u0435\u043D\u0430\u0020\u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u002E\u0020\u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F\u0020\u0434\u043B\u0438\u043D\u0430\u003A\u0020\u043E\u0442\u0020\u0031\u0020\u0434\u043E\u0020\u0031\u0030\u0030\u0020\u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432\u002E
message.product.incorrect_form_description = \u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u0020\u0432\u0432\u0435\u0434\u0435\u043D\u043E\u0020\u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u002E\u0020\u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F\u0020\u0434\u043B\u0438\u043D\u0430\u003A\u0020\u0434\u043E\u0020\u0031\u0030\u0030\u0020\u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432\u002E
message.product.error = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F\u0020\u043E\u0448\u0438\u0431\u043A\u0430\u0020\u0432\u043E\u0020\u0432\u0440\u0435\u043C\u044F\u0020\u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u044F\u002E
message.product.nonexistent = \u041D\u0435\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0439\u0020\u043F\u0440\u043E\u0434\u0443\u043A\u0442

message.registration.incorrect_name = \u0418\u043C\u044F\u0020\u0432\u0432\u0435\u0434\u0435\u043D\u043E\u0020\u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u002E\u0020\u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F\u0020\u0434\u043B\u0438\u043D\u0430\u003A\u0020\u043E\u0442\u0020\u0032\u0020\u0434\u043E\u0020\u0033\u0032\u0020\u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432\u002E
message.registration.incorrect_email = \u042D\u043B\u002E\u0020\u0430\u0434\u0440\u0435\u0441\u0020\u0432\u0432\u0435\u0434\u0435\u043D\u0020\u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u002E\u0020\u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F\u0020\u0434\u043B\u0438\u043D\u0430\u003A\u0020\u043E\u0442\u0020\u0035\u0020\u0434\u043E\u0020\u0032\u0035\u0035\u0020\u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432\u002E\u0020\u041F\u0440\u0438\u043C\u0435\u0440\u003A\u0020\u0065\u006D\u0061\u0069\u006C\u0040\u0065\u0078\u0061\u006D\u0070\u006C\u0065\u002E\u0063\u006F\u006D
message.registration.incorrect_password = \u041F\u0430\u0440\u043E\u043B\u044C\u0020\u0432\u0432\u0435\u0434\u0435\u043D\u0020\u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u002E\u0020\u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F\u0020\u0434\u043B\u0438\u043D\u0430\u003A\u0020\u043E\u0442\u0020\u0036\u0020\u0434\u043E\u0020\u0033\u0032\u0020\u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432\u002E
message.registration.mismatched_passwords = \u041F\u0430\u0440\u043E\u043B\u0438\u0020\u0434\u043E\u043B\u0436\u043D\u044B\u0020\u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0442\u044C\u002E
message.registration.existing_email = \u0412\u0432\u0435\u0434\u0435\u043D\u043D\u044B\u0439\u0020\u044D\u043B\u002E\u0020\u0430\u0434\u0440\u0435\u0441\u0020\u0443\u0436\u0435\u0020\u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u002E
message.registration.error = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F\u0020\u043E\u0448\u0438\u0431\u043A\u0430\u0020\u0432\u043E\u0020\u0432\u0440\u0435\u043C\u044F\u0020\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438\u002E

message.sign_in.error = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439\u0020\u044D\u043B\u002E\u0020\u0430\u0434\u0440\u0435\u0441\u0020\u0438\u043B\u0438\u0020\u043F\u0430\u0440\u043E\u043B\u044C
